; Ukrainian
; Українська локалізація

[Ukrainian]
IDS_UPDATE_NO=Нема доступних поновлень.
IDS_UPDATE_YES=Update available, download and install them?
IDS_FILE=Файл
IDS_SETTINGS=Налаштування
IDS_EXIT=Вийти
IDS_LANGUAGE=Мова
IDS_HELP=Допомога
IDS_WEBSITE=Сайт програми
IDS_CHECKUPDATES=Перевірити оновлення
IDS_ABOUT=Про програму
IDS_DONATE=Подякувати!
IDS_TRAY_SHOW=Показати/сховати
IDS_TRAY_DISABLE=Відключити
IDS_TRAY_POPUP_1=Зони для очищення
IDS_TRAY_POPUP_2=Очищення при заповненні
IDS_TRAY_POPUP_3=Очищення кожні
IDS_CLEAN=Очистити пам'ять
IDS_GROUP_1=Фізична пам'ять
IDS_GROUP_2=Файл підкачки
IDS_GROUP_3=Системний кеш
IDS_ITEM_1=Зайнято
IDS_ITEM_2=Вільно
IDS_ITEM_3=Усього доступно
IDS_SETTINGS_GENERAL=Основні
IDS_SETTINGS_MEMORY=Очищення пам'яті
IDS_SETTINGS_APPEARANCE=Оформлення
IDS_SETTINGS_TRAY=Трей
IDS_CLOSE=Закрити
IDS_TITLE_1=Основні параметри
IDS_TITLE_2=Мова інтерфейсу
IDS_TITLE_3=Область пам'яті для очищення
IDS_TITLE_4=Управління пам'яттю
IDS_TITLE_5=Гарячі клавіші (глобальні)
IDS_TITLE_6=Стиль
IDS_TITLE_7=Кольорова індикація
IDS_TITLE_8=Управління мишкою
IDS_TITLE_9=Спливаючі підказки
IDS_ALWAYSONTOP_CHK=Поверх інших вікон
IDS_LOADONSTARTUP_CHK=Запускати під час завантаження системи
IDS_STARTMINIMIZED_CHK=Запускати згорнутою
IDS_REDUCTCONFIRMATION_CHK=Вимагати підтвердження запуску очищення
IDS_SKIPUACWARNING_CHK=Пропускати попередження "User Account Control"
IDS_CHECKUPDATES_CHK=Періодично перевіряти оновлення (рекомендовано)
IDS_LANGUAGE_HINT=Оберіть мову:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=Очищення при заповненні: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Очищення кожні: (мин.)
IDS_HOTKEY_CLEAN_CHK=Очищення пам'яті:
IDS_TRAYUSETRANSPARENCY_CHK=Використовувати прозорий фон
IDS_TRAYSHOWBORDER_CHK=Показувати обведення
IDS_TRAYROUNDCORNERS_CHK=Закругляти краї
IDS_TRAYCHANGEBG_CHK=Міняти колір фону (замість тексту і обводки)
IDS_TRAYUSEANTIALIASING_CHK=Використовувати зглажування
IDS_FONT_HINT=Шрифт:
IDS_COLOR_TEXT_HINT=Колір тексту
IDS_COLOR_BACKGROUND_HINT=Колір фону
IDS_COLOR_WARNING_HINT=Колір "небезпечного рівня"
IDS_COLOR_DANGER_HINT=Колір "критичного рівня"
IDS_TRAYLEVELWARNING_HINT=Поріг "небезпечного рівня": (%)
IDS_TRAYLEVELDANGER_HINT=Поріг "критичного рівня": (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Клік середньою кнопкою:
IDS_TRAY_ACTION_1=Показати/сховати
IDS_TRAY_ACTION_2=Очистити пам'ять
IDS_TRAY_ACTION_3=Відкрити диспетчер завдань
IDS_SHOW_CLEAN_RESULT_CHK=Показувати результат очищення пам'яті
IDS_QUESTION=Ви дійсно хочете виконати очищення пам'яті?
IDS_QUESTION_WARNING=Перемикання "Standby list" і "Modified page list" може призвести до зависання комп'ютера на хвилину або більше, Ви дійсно бажаєте увімкнути цю опцію?
IDS_QUESTION_FLAG_CHK=Більше не показувати
IDS_STATUS_CLEANED=Пам'ять очищена, %s збережено.
IDS_STATUS_NOPRIVILEGES=Потрібні права адміністратора, запустіть програму від імені адміністратора!
IDS_UPDATE_DOWNLOAD=Скачую оновлення...
IDS_UPDATE_DONE=Оновленяя закінчено.
IDS_UPDATE_ERROR=Неможливо зв'язатися з сервером оновлень.
IDS_UPDATE_INIT=Перевіряємо оновлення...
IDS_UPDATE_INSTALL=Доступне оновлення, завантажити?
IDS_RESET=Скинути
IDS_QUESTION_RESET=Ви дійсно хочете скинути всі налаштування програми?
IDS_NOTIFICATIONSOUND_CHK=Увімкнути звук сповіщень
IDS_TITLE_ADVANCED=Додатково
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
